{"meta":{"title":"Manyo","subtitle":"我的个人博客","description":"","author":"FengYi Chou","url":"http://fengyizs.github.io/fengyi.io","root":"/fengyi.io/"},"pages":[],"posts":[{"title":"dumuzhou","slug":"dumuzhou","date":"2022-03-21T09:47:41.000Z","updated":"2022-03-21T09:49:00.611Z","comments":true,"path":"2022/03/21/dumuzhou/","link":"","permalink":"http://fengyizs.github.io/fengyi.io/2022/03/21/dumuzhou/","excerpt":"","text":"例えば君の颜にtatoeba kimino kaoni昔よりシワが増えてもmukashi yori shiwaga fuetemoそれでもいいんだsoredemo iinda仆がギターを思うようにbokuga gitawo omou youni弾けなくなってもhike naku nattemo心の歌は君で溢れているよkokorono utawa kimide afurete iruyo高い声も出せずにtakai koemo dasezuni思い通り歌えないomoidoori utae naiそれでもうなずきながらsoredemo unazuki nagara一绪に歌ってくれるかなisshoni utatte kureru kana割れんばかりの拍手もwaren bakari no hakushu mo响き渡る歓声もいらないhibiki wataru kanseimo iranai君だけ分かってよ分かってよkimi dake wakatteyo wakatteyoDarlin’梦が叶ったのyumega kanatta noお似合いの言叶が见つからないよo niai no kotobaga mitsukara naiyoDarlin’梦が叶ったのyumega kanatta no「爱してる」aishiteruたった一度のたった一人のtatta ichido no tatta hitori no生まれてきた幸せumarete kita shiawase味わってるんだよajiwatte rundayo今日がメインディッシュでkyouga meindisshu de终わりの日には甘酸っぱいowari nohi niwa ama suppaiデザートを食べるのdezatowo taberuno山も谷も全部フルコースでyamamo tanimo zenbu furukosude気が利くような言叶はいらないkigakiku youna kotobawa iranai素晴らしい特别もいらないsubarashii tokubetsumo iranaiただずっとtada zuttoずっと侧に置いていてよzutto subani oite iteyo仆の想いは歳をとるとbokuno omoiwa toshiwo toruto増えてくばっかだ好きだよfueteku bakkada sukidayo分かってよ分かってよwakatteyo wakatteyoねえneedarlin’梦が叶ったのyumega kanatta noお似合いの言叶が见つからないよo niai no kotobaga mitsukara naiyoDarlin’梦が叶ったのyumega kanatta no爱が溢れていくaiga afurete yuku君が仆を忘れてしまってもkimiga bokuwo wasurete shimattemoちょっと辛いけどchotto tsurai kedoそれでもいいからsoredemo iikara仆より先にどこか远くにbokuyori sakini dokoka tookuni旅立つことはtabidatsu kotowa绝対许さないからzettai yurusa nai kara生まれ変わったとしてもumare kawatta toshitemo出会い方が最悪でもdeai kataga saiaku demoまた仆は君に恋するんだよmata bokuwa kimini koisurun dayo仆の心は君にいつも片想いbokuno kokorowa kimini itsumo kataomoi好きだよsukidayo分かってよ分かってよwakatteyo wakatteyo分かってよwakatteyoDarlin’梦が叶ったのyumega kanatta noお似合いの言叶がo niai no kotobaga见つからないよmitsukara naiyoDarlin’梦が叶ったのyumega kanatta noねえneedarlin’「爱してる」aishiteru","categories":[],"tags":[{"name":"歌词","slug":"歌词","permalink":"http://fengyizs.github.io/fengyi.io/tags/%E6%AD%8C%E8%AF%8D/"}]},{"title":"Hello World","slug":"hello-world","date":"2022-03-21T09:10:40.841Z","updated":"2022-03-21T08:51:07.174Z","comments":true,"path":"2022/03/21/hello-world/","link":"","permalink":"http://fengyizs.github.io/fengyi.io/2022/03/21/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[],"tags":[{"name":"歌词","slug":"歌词","permalink":"http://fengyizs.github.io/fengyi.io/tags/%E6%AD%8C%E8%AF%8D/"}]}